/*
 * ------------------------------------------------------------
 * IMPORTANT: The contents of this file are auto-generated.
 *
 * This file may be updated by the Shopify admin theme editor
 * or related systems. Please exercise caution as any changes
 * made to this file may be overwritten.
 * ------------------------------------------------------------
 */
{
  "sections": {
    "main": {
      "type": "main-page",
      "disabled": true,
      "settings": {
        "compact-size-enabled": true,
        "size_heading": 140,
        "size_heading_mobile": 100,
        "color-body-text": "rgba(0,0,0,0)",
        "color-bg-overlay": "rgba(0,0,0,0)",
        "color-overlay-opacity": 100,
        "margin-top": 40,
        "margin-bottom": 0
      }
    },
    "separator_wMnJzy": {
      "type": "separator",
      "disabled": true,
      "settings": {
        "heading": "The Benefits",
        "show-separator-line": false,
        "full-width-line": false,
        "color-background": "#000000",
        "margin-top": 20,
        "margin-bottom": 0
      }
    },
    "rich_text_33MRn3": {
      "type": "rich-text",
      "blocks": {
        "heading_eMCV3p": {
          "type": "heading",
          "settings": {
            "heading": "Terms of Service",
            "disable_on_mobile": false,
            "size_heading": 100,
            "size_heading_mobile": 100
          }
        },
        "text_XiJzhF": {
          "type": "text",
          "settings": {
            "text": "<h3><strong>The Milk Fairy Terms and Conditions</strong></h3><p></p><p>1. <strong>Our Services</strong> The Milk Fairy Pty Ltd (ABN 95 663 262 655), operating under the trade name The Milk Fairy offers a suite of services to our users and customers, which include:</p><p>(a) access to our online platform at <a href=\"http://www.themilkfairy.com/\">www.themilkfairy.com</a> (“<strong>Website</strong>”);</p><p>(b) breast milk freeze-drying processing services (“<strong>Processing Services</strong>”);</p><p>(c) provision of cooler packaging (“<strong>Cooler Packaging</strong>”) and related consumables such as storage bags to facilitate the Processing Services;</p><p>(d) other available services including physical breast milk drop off locations,</p><p>(collectively referred to as the “<strong>Services</strong>”), all of which are governed by the following terms and conditions of service (“Terms”).</p><p><strong>2. Our Terms and Your Agreement with Us</strong></p><p>These Terms, along with the provisions of our Privacy Policy located at www.themilkfairy.com/privacy-policy which are hereby incorporated by reference, govern: (a) your use of our Website and Services; (b) all orders for Processing Services, including the use of our Cooler Packaging (if applicable) (“Orders”); and (c) any other services we provide to you.</p><p>By accessing our Website, and Services, including placing an Order or any offer to purchase Services from us, you acknowledge and agree that: (a) you have read these Terms and agree to be bound by them; and (b) your continued use of our Services or offers to place Orders constitutes your acceptance and agreement to be bound by these Terms.</p><p>Upon our acceptance of an Order, a binding contract is established between The Milk Fairy and you (“the Customer”) in respect of that Order, governed by the terms and conditions set forth in these Terms, which are to be read in conjunction with any special conditions specified in the Order form (the “Agreement”).</p><p>If you do not agree with these Terms, please refrain from using the Website, any of our Services, and from placing any Orders.</p><p>3. Customers responsibility to obtain health advice from a medical professional</p><p>The Milk Fairy is committed to aiding parents in providing their infants with nutrient-rich breast milk for an extended period. While our services offer convenience for many, it’s crucial to understand that they may not fulfil all individual needs. Therefore, it is imperative to carefully evaluate your unique situation and requirements.</p><p>We strongly recommend consulting with a medical professional in health care to obtain professional advice regarding the use of your freeze-dried breast milk before ordering The Milk Fairy’s Breast Milk Processing Service.</p><p>Please be aware that actual product packaging and materials may contain additional and different information than what is displayed on the The Milk Fairy’s website (<a href=\"http://www.themilkfairy.com/\">www.themilkfairy.com</a>)</p><p>Customers are advised to always read the labels, warnings, and directions provided with their processed freeze-dried breast milk before using it or allowing any child under their care to consume it.</p><p>Our Services are intended solely for individuals who are at least eighteen (18) years old. By accessing or using any of our Services, you warrant and represent that you are at least eighteen (18) years of age and possess the full authority, right, and capacity to enter into any agreements with us and to comply with all the terms and conditions in these Terms.</p><p>If you are not at least eighteen (18) years old, please refrain from using the Website or any of our Services and do not place any Orders.</p><p><strong>4. Customer Acknowledgments and Indemnification Provisions</strong></p><p>Breast milk is widely recognised as a vital source of nutrients for infants, packed with antibodies, beneficial bacteria, and other elements that lower the risk of infections in babies. However, ensuring the proper handling and storage of breast milk is crucial to preserve these benefits.</p><p>(a) The Customer acknowledges that the risk and ownership of the breast milk provided to The Milk Fairy for processing remain with the Customer at all times. The Milk Fairy never takes on the risk or ownership of the breast milk.</p><p>(b) You acknowledge and agree to the following:</p><p>(i) There are inherent risks involved in handling and storing breast milk for human consumption.</p><p>(ii) Breast milk isn’t sterile and may contain pathogens or blood-borne illnesses.</p><p>(iii) It’s solely the Customer’s responsibility to follow safe breast milk expression and handling guidelines, as outlined by (<a href=\"http://www.safercare.vic.gov.au/\">www.safercare.vic.gov.au</a>) This includes the rule that thawed frozen breast milk must be used immediately or thrown out and should never be refrozen.</p><p>(iv) The Customer, not The Milk Fairy, is responsible for properly and safely washing breast pump supplies, correctly packaging and sealing breast milk, and ensuring the quality and safety of the breast milk supplied to The Milk Fairy for processing, as well as the resulting quality and safety of the processed freeze-dried breast milk.</p><p>(c) Apart from what’s expressly stated in these Terms, the Customer agrees to use The Milk Fairy’s Processing Service at their own risk.</p><p>(d) The Customer takes on all risks of loss and damage resulting from any act or omission, including failure to comply with these Terms, improper handling and storage of breast milk, improper packaging and shipping of breast milk to The Milk Fairy, and any inherent defects in the breast milk provided for processing.</p><p>(e) By ordering The Milk Fairy’s Processing Service, the Customer agrees to indemnify, defend, and hold harmless The Milk Fairy, including its employees, directors, officers, subcontractors, service providers, and agents, against any and all claims, losses, damages, costs, or expenses (including attorneys’ fees) incurred by us, arising directly or indirectly from the Customer’s breach or violation of these Terms, or from the Customer’s use of the Services or the processed freeze-dried breast milk in any manner not in accordance with these Terms.</p><p><strong>5. Quality Assurance</strong></p><p>The Milk Fairy diligently adheres to all relevant laws, regulations, and guidelines governing the handling of human milk.</p><p>While The Milk Fairy implements rigorous quality control procedures in handling Customer’s breast milk, it cannot assure the safety of the processed freeze-dried breast milk provided to the Customer if risks arise from circumstances beyond The Milk Fairy’s control, such as how the breast milk was expressed, handled, or stored by the Customer.</p><p>Customers availing Processing Services must ensure:</p><p>(a) Proper handling and storage of breast milk as per safe breast milk handling guidelines, including storage at -18°C in a freezer and adherence to thawing and re-freezing protocols.</p><p>(b) Shipping breast milk for processing using Cooler Packaging provided by The Milk Fairy, following The Milk Fairy’s instructions specified in the Order.</p><p>(c) Returning the cooler only on the designated day instructed by The Milk Fairy.</p><p>For detailed insights into The Milk Fairy’s quality assurance protocols, handling and testing</p><p>To ensure the safety and quality of Processing Services, The Milk Fairy reserves the right not to process any Customer’s breast milk failing to meet The Milk Fairy’s Processing Standard. This standard, determined at The Milk Fairy’s discretion, includes:</p><p>(a) Storage of breast milk in approved milk storage bags recommended or provided by The Milk Fairy.</p><p>(b) Receipt of milk storage bags without visible rips, tears, or leaks.</p><p>(c) Receipt of breast milk stored in Cooler Packaging provided by The Milk Fairy (or approved by The Milk Fairy) at or below zero degrees Celsius (0°C).</p><p>If any portion of the Customer’s breast milk fails to meet The Milk Fairy’s Processing Standard, The Milk Fairy will promptly notify the Customer and dispose of it.</p><p>(d) Upon Customer’s request, return the breast milk at the Customer’s expense, either unprocessed or processed at The Milk Fairy’s discretion, provided the request is made within 2 working days of notification.</p><p>(e) If the Customer does not request return within 2 working days, The Milk Fairy will dispose of the unprocessed breast milk in accordance with applicable regulations, waiving the Processing Services fees.</p><p>The Milk Fairy supplies Cooler Packaging according to the manufacturer’s instructions, specifications, and warranties unless otherwise agreed. We maintain ownership of the Cooler Packaging and reserve the right to invoice the Customer for unreturned packaging and shipping costs. We assume no responsibility for malfunctions or warranty support. The use of non-The Milk Fairy-supplied cooler storage equipment or consumables is at the Customer’s risk, including their ability to maintain required temperatures.</p><p><strong>6. Order Placement Guidelines</strong></p><p>The Milk Fairy’s service is purposefully crafted to support parents embarking on their breastfeeding journey and must not be exploited for the trade of breast milk.</p><p>(a) Upon initiating an Order for Processing Services, you are required to furnish specific details, including quantities and designated pick-up and delivery locations for your cooler packaging and powdered breast milk. Subsequently, we will equip you with Cooler Packaging, comprehensive instructions, or other necessary consumables to facilitate the preparation of your breast milk for processing.</p><p>(b) The fees for our Services are transparently displayed on our Website at the time of Order placement, with the obligation resting upon you to settle the applicable fees promptly.</p><p>(c) By placing an Order for Processing Services, you affirm and undertake the following:</p><p>(i) You will utilise the Processing Service in compliance with all relevant local, national, and international laws and regulations.</p><p>(ii) You will not exploit or cause harm to minors through the use of the Processing Service.</p><p>(iii) You will employ the Processing Service solely for personal use, such as providing milk to your own child, whether biological, surrogate, or adopted.</p><p>(iv) You will refrain from engaging in any illicit activities involving the sale, exchange, or donation of powdered breast milk.</p><p>(v) You possess the legal capacity to enter into binding contracts and are of legal age in your jurisdiction.</p><p>(vi) You will not utilise the Processing Service for commercial purposes or act as an intermediary for third-party access.</p><p>(vii) You will refrain from any action that may disrupt the proper functioning of the Processing Service.</p><p>In the event that The Milk Fairy suspects your involvement in any prohibited activities outlined above or any violation of these Terms, we reserve the right to notify the relevant authorities and affected parties of such breaches.</p><p><strong>7.  Disclaimer of Warranties and Limitation of Liability</strong></p><p>(a) Save as explicitly provided in these Terms, to the fullest extent permitted by law, including under the Australian Consumer Law (found in Schedule 2 of the Competition and Consumer Act 2010 (Cth)) (ACL) (where applicable):</p><p>(i) The Milk Fairy makes no warranties or assertions regarding the quality, dependability, suitability, availability, accuracy, or comprehensiveness of the Services;</p><p>(ii) The Milk Fairy does not guarantee that the Services are free from defects or faults, or suitable for meeting the individual requirements of each Customer; and</p><p>(iii) The Milk Fairy disclaims and excludes all other warranties, conditions, and representations, whether express, implied, or statutory.</p><p>(b) Despite the aforementioned, the ACL grants consumers statutory rights. If the ACL applies to the Services provided by The Milk Fairy:</p><p>Our services include guarantees that cannot be excluded under the Australian Consumer Law. In cases of major failures with the service, you are entitled:</p><p>to terminate your service agreement with us; and to either a refund for the unused portion or compensation for its diminished value. You are also entitled to compensation for any other reasonably foreseeable loss or damage. If the failure does not constitute a major one, you are entitled to have issues with the service rectified within a reasonable timeframe and, if this is not achieved, to cancel your contract and receive a refund for the unused portion of the contract.</p><p>(c) To the utmost extent permitted by law, including under the ACL, subject to paragraphs (d) and (e) below, The Milk Fairy will not be held liable to the Customer or any other individual for any claim under these Terms or associated with the Services, for any damage, loss, injury, or fatality, including damages for emotional or mental anguish, whether arising from contract, tort (including negligence), statute, or otherwise, whether the loss or damage arises due to (i) shipping delays or other incidents related to the transportation of the Customer’s frozen breast milk to The Milk Fairy; (ii) the unsuitability of the Customer’s breast milk (in whole or in part) for freeze-drying processing or its disposal by The Milk Fairy; or (iii) any inherent defects in the quality or safety of the Customer’s breast milk provided to The Milk Fairy and the resulting quality or safety of their processed freeze-dried breast milk, or to the extent that the liability arises from any breach of your obligations under these Terms or a negligent act or omission by you, or you caused or contributed to the loss subject to the claim, or the liability results from any delay in performance or breach of these Terms caused by any matter beyond our control.</p><p>(d) To the maximum extent allowed by law, including under the ACL, neither The Milk Fairy nor the Customer will be responsible for any indirect, incidental, special, punitive, aggravated, exemplary, or consequential loss or damage, including economic loss or loss of opportunity, or any other form of consequential, special, or contingent loss or damage of any kind, arising from any action, demand, claim, proceeding, cost, liability under these Terms, or relating to the Services, regardless of how it occurs, including negligence, or whether the possibility of such damage was reasonably foreseeable.</p><p>(e) To the fullest extent permitted by law, including the ACL, except where paragraph (b) applies, in all other circumstances, The Milk Fairy’s maximum total liability to the Customer for all losses, damages, and claims arising from these Terms is restricted to the amount paid by the Customer under the relevant Order for the Services associated with the loss.</p><p>(f) The Milk Fairy has endeavoured to present its Services and other information on its Website with utmost accuracy. Information pertaining to The Milk Fairy’s services displayed on any Website (including The Milk Fairy Website) may contain minor technical inaccuracies, typographical errors, or omissions. To the fullest extent permitted by law, The Milk Fairy holds no responsibility for any such typographical, technical, or pricing errors or omissions.</p><p><strong>8. Website usage and customer accounts</strong></p><p>In adherence to the stipulations set forth in these Terms, The Milk Fairy extends to you a revocable, non-exclusive, royalty-free, and non-transferable license (without the right to sublicense) to utilise the Website for your personal purposes.</p><p>To access the Website or place Orders, you may be required to establish an account with us (“Account”). Upon creating an Account, you affirm and guarantee that:</p><p>(a) you are at least eighteen (18) years old and possess the full authority, entitlement, and capacity to enter into a legally binding agreement with us;</p><p>(b) you acknowledge and consent to be bound by all the terms and conditions outlined in these Terms;</p><p>(c) all registration particulars you furnish to us are accurate, comprehensive, and up-to-date;</p><p>(d) you hold the legal right to employ any credit card(s) or alternative payment method(s) in conjunction with any Orders you initiate;</p><p>(e) you are accountable for maintaining the confidentiality of your Account credentials, logins, or passwords, and safeguarding them securely.</p><p>You are strictly prohibited from divulging your Account details, logins, or passwords to any other individual, and you accept liability for any and all activities or deeds that transpire under your Account or utilising your logins or passwords, irrespective of whether they are linked to our Services or a third-party service.</p><p>You must refrain from adopting as a username the name of another individual or entity, a name that is not lawfully available for use, a name or trademark that is subject to any rights of another individual or entity other than yourself, without the prior written authorisation or consent of the other party, or employing any username that is offensive, vulgar, or obscene.</p><p>Any inaccurate, incomplete, or outdated information may lead to the immediate termination of your Account or Service.</p><p>You are obligated to promptly notify us upon discovering any security breaches or unauthorised use of your account.</p><p>We uphold the right to decline the provision of Services, terminate Accounts, modify or erase content, or annul Orders at our sole discretion.</p><p><strong>9. Communications and Privacy:</strong></p><p>In the course of utilising the Website or initiating Orders, we may gather personal data about you, encompassing, but not limited to, your name, credit card particulars, credit card expiry date, billing address, and shipping particulars. Additionally, we may compile data, including de-identified and anonymised personal details, about our Services to aid us in the following:</p><p>(a) Providing you with assistance and guidance concerning your use of the Services, including furnishing the Processing Services, completing Orders, and managing and overseeing your Account;</p><p>(b) Transmitting communications, notifications, and alerts (e.g., via phone or text message to your mobile device or email) as part of our provision of the Services, or to dispatch offers, newsletters, marketing materials, promotional content, and other commercial notifications from us (you have the option to opt out or unsubscribe from these communications if desired), and to conduct our business operations and activities;</p><p>(c) Engaging third-party services to facilitate payment, delivery, and the fulfilment of Orders; and</p><p>(d) Observing and analysing, or engaging third-party service providers to observe and analyse, the utilisation of our Services, thereby empowering us to consistently enhance and advance our Services.</p><p>We undertake to gather, handle, divulge, process, and retain any such personal data in line with our Privacy Policy available at themilkfairy.com/privacy-policy. This policy provides insights into how you can access and rectify your personal data, lodge a complaint regarding a privacy breach, and outlines our procedures for addressing such complaints.</p><p>By furnishing your personal information to us when establishing an Account or initiating an Order, you implicitly authorise us to employ and disclose your personal data, including to third parties, in the manners delineated in these Terms, subject to our Privacy Policy.</p><p>Should you dissent from these Terms or the stipulations of our Privacy Policy, we urge you to refrain from providing your personal information to us or utilising the Website, any of our Services, or placing Orders for Services.</p><p>10. Intellectual Property Rights</p><p>(a) The Milk Fairy possesses, or has the right to employ or sublicense, all intellectual property rights within the Services, encompassing the Website and its content, features, and functionality, along with all constituent elements thereof, which may include trademarks, logos, service names, and trade names associated with The Milk Fairy or third parties, whether registered or otherwise protected by law.</p><p>(b) You are prohibited from disseminating, modifying, transmitting, reusing, downloading, reposting, copying, or utilising any aspect of The Milk Fairy IP or Website content, either in full or in part, for commercial purposes or personal gain, without explicit advance written consent from us.</p><p>(c) It is recognised and acknowledged that: (i) these Terms do not confer upon you any ownership of The Milk Fairy IP or any other intellectual property rights pertaining to the Services, including the Website, beyond what is expressly outlined herein; and (ii) you are forbidden from disseminating, modifying, transmitting, reusing, downloading, reposting, copying, or utilising any aspect of The Milk Fairy IP or third-party intellectual property, either in full or in part, for commercial purposes or personal gain, without explicit advance written consent from us, and you are prohibited from engaging in or allowing any action that infringes upon the intellectual property rights pertaining to the Services, the Website, or any third-party content on the Website.</p><p>(d) You may furnish us directly with feedback and information pertaining to errors, suggestions for improvements, ideas, problems, complaints, and other relevant matters related to our Services (“Feedback”). You hereby acknowledge and agree that: (i) you shall not retain, acquire, or assert any intellectual property right or other right, title, or interest in or to the Feedback; (ii) similar development ideas may be generated by us independently; (iii) Feedback does not incorporate confidential or proprietary information from you or any third party; and (iv) we are not bound by any obligation of confidentiality with respect to the Feedback. In the event that the transfer of ownership in or to the Feedback is ineffective, you hereby grant The Milk Fairy and its affiliates an exclusive, transferable, irrevocable, royalty-free, sub-licensable, unlimited, and perpetual right to use (including copy, modify, create derivative works, publish, distribute, and commercialise) Feedback in any manner and for any purpose.</p><p>(e) We may enlist the services of third-party Service Providers to monitor and analyse the utilisation of our Service.</p><p>(i) Google Analytics is a web analytics service provided by Google that monitors and reports website traffic. Google utilises the data collected to track and oversee the usage of our Service, sharing this data with other Google services. Google may utilise the accumulated data to contextualise and personalise advertisements within its own advertising network. (ii) For further details regarding Google’s privacy practices, please refer to the Google Privacy Terms web page: <a href=\"https://policies.google.com/privacy?hl=en\">https://policies.google.com/privacy?hl=en</a> (iii) We also encourage you to review Google’s policy for safeguarding your data: <a href=\"https://support.google.com/analytics/answer/6004245\">https://support.google.com/analytics/answer/6004245</a>.</p><p>(f) Our Service may include links to third-party websites or services not owned or managed by The Milk Fairy. (i) The Milk Fairy lacks control over, and assumes no responsibility for, the content, privacy policies, or practices of any third-party websites or services. We make no warranties regarding the offerings of these entities/individuals or their websites. (ii) You acknowledge and agree that The Milk Fairy shall not be liable, directly or indirectly, for any damage or loss caused or purported to be caused by or in connection with the usage of or reliance on any content, goods, or services available on or via any such third-party websites or services. (iii) We strongly advise you to review the terms of service and privacy policies of any third-party websites or services that you visit.</p><p><strong>11. Updates to Terms or changes to Services</strong></p><p>We reserve the right, without prior notice, to update the Website, these Terms, and our Privacy Policy, at our discretion, by posting revised terms on our website www.themilkfairy.com</p><p>It is incumbent upon you to review any updates to these Terms or our Privacy Policy before utilising the Services or placing Orders, ensuring your awareness of any changes, as they shall be binding upon you. Regularly visiting these pages will enable you to peruse the current version of these Terms and our Privacy Policy.</p><p>Your continued utilisation of the Services or placement of Orders, subsequent to the publication of any updated version of these Terms or our Privacy Policy, indicates your acceptance and agreement to any revisions contained within the updated version(s), and denotes your consent to be bound by the amended terms, which shall apply to any subsequent access of the Website, utilisation of our Services, or Agreements with us.</p><p>Should you dissent from the revised or new terms, we kindly request that you refrain from utilising the Website or any of our Services, and refrain from placing any Orders.</p><p>We reserve the right to withdraw or modify part or all of our Services, along with any service or material we provide as part of the Services, at our sole discretion and without prior notice. We shall not be held liable if any portion or all of a Service is unavailable at any time or for any duration. Periodically, we may limit users’ access to part or all of our Services.</p><p><strong>12. Force Majeure</strong></p><p>Force Majeure Event means any failure or delay in the  performance of a party’s obligations under this Agreement as a result of a national strike, lockout, work stoppage,  labour dispute, material shortage, utility outage, delay in  transportation, fire, flood, earthquake, severe weather, act  of God, accident, trade sanction, embargo, act of war, act  of terror, condition caused by national emergency, new or  changed Law, pandemic, epidemic or any other act or cause  beyond the reasonable control and without fault of the  delayed party, and whether affecting that party or its  contractors or suppliers, for as long as the event prevails. </p><p>12.1 GST means any goods and services tax or similar tax.  </p><p>12.2 GST Law means <em>A New Tax System (Goods and Services Tax)  1999 (Cth)</em>. </p><p>12.3 In-date means [Client to provide a definition of what  constitutes In-date Milk].  </p><p>12.4 Law means any legislation, ordinance, regulation, bylaw,  order, award, proclamation, direction and practice note of  the Commonwealth, State or Territory or any government  agency, certificate, licence, consent, permit, approval,  qualification, registration, standard and requirement, or  any other Law from which legal rights and obligations arise. </p><p>12.5 Liabilities means all damages, losses, liabilities, costs,  charges, expenses, outgoings or payments (whether direct  or indirect, consequential or incidental) including any  damages, losses, liabilities, costs, charges, expenses,  outgoings or payments in respect of any damage to property  or injury to, or death of, any person. </p><p>12.6  Milk means breast milk provided by the Customer to THE MILK  FAIRY in order for them to provide the Services. </p><p>12.7 THE MILK FAIRY means The Milk Fairy Pty Ltd ACN 663 262 655 </p><p>12.8  Product means any products supplied by MILK FAIRY to the  Customer and any deliverables supplied by MILK FAIRY to  the Customer in connection with the Services including  without limitation any freeze-dried Milk prepared by  THE MILK  FAIRY. </p><p>12.9 Order means an order for Products and/or Services placed  by the Customer. </p><p>12.10  Purchase Price means the price payable by the Customer to  MILK FAIRY for the Products and/ or Services. </p><p>12.11 Services means the process of preparing and packaging  freeze-dried breast milk from Milk provided by the  Customer to MILK FAIRY. </p><p><strong>13. General</strong></p><p>(a) The Milk Fairy’s failure to enforce any provision of these Terms does not constitute a waiver of that provision or our rights. Any waiver must be in writing and signed by us to be effective.</p><p>(b) A waiver of any term or condition by The Milk Fairy does not imply a waiver of any other term or condition. Our failure to assert any right or provision under these Terms does not waive that right or provision.</p><p>(c) If any provision of these Terms is deemed invalid, illegal, or unenforceable by a court of competent jurisdiction, that provision shall be limited or eliminated to the minimum extent necessary, and the remaining provisions of these Terms will remain in full force and effect.</p><p>(d) Any void, unenforceable, or illegal term in these Terms is severed, leaving the remainder of the Terms intact and enforceable.</p><p>(e) Unless otherwise stated, all payments under these Terms are in Australian Dollars (AUD) and inclusive of GST for taxable supplies. If GST is included, the recipient need not pay additional GST. If GST is excluded, the recipient must pay GST in addition to the stated amount.</p><p>(f) These Terms are governed by the laws of the State of Victoria, Australia.</p><p>(g) In the event of a dispute, the disputing party must notify the other party in writing, detailing the nature and specifics of the dispute. The parties must attempt to resolve the dispute through negotiation within 30 days. If unresolved, the dispute must be mediated by an accredited mediator. Each party bears their own dispute costs, with mediator costs shared equally. Legal proceedings may only commence after complying with this clause or in cases of urgent interlocutory relief.</p>",
            "disable_on_mobile": false
          }
        }
      },
      "block_order": [
        "heading_eMCV3p",
        "text_XiJzhF"
      ],
      "settings": {
        "section_width": "regular",
        "desktop_text_horizontal_position": "left",
        "color-body-text": "rgba(0,0,0,0)",
        "background_color": "rgba(0,0,0,0)",
        "margin-top": 20,
        "margin-bottom": 20
      }
    },
    "contact_form_rbcxWB": {
      "type": "contact-form",
      "blocks": {
        "heading_dygzU7": {
          "type": "heading",
          "settings": {
            "heading": "Returns",
            "heading_disable_on_mobile": false,
            "size_heading": 100,
            "size_heading_mobile": 100
          }
        },
        "paragraph_epgxkJ": {
          "type": "paragraph",
          "settings": {
            "paragraph": "<p>Please allow 24 hours for a customer  care team member to get back to you.</p>",
            "text_disable_on_mobile": false
          }
        },
        "email_form_bH8nyG": {
          "type": "email_form",
          "settings": {
            "button_select": "primary"
          }
        }
      },
      "block_order": [
        "heading_dygzU7",
        "paragraph_epgxkJ",
        "email_form_bH8nyG"
      ],
      "settings": {
        "color-body-text": "rgba(0,0,0,0)",
        "background_color": "rgba(0,0,0,0)",
        "margin-top": 20,
        "margin-bottom": 20
      }
    },
    "featured_navigation_8aE9b6": {
      "type": "featured-navigation",
      "settings": {
        "heading": "",
        "menu": "main-menu",
        "desktop_placement": "center",
        "color-body-text": "rgba(0,0,0,0)",
        "background_color": "rgba(0,0,0,0)",
        "margin-top": 40,
        "margin-bottom": 40
      }
    }
  },
  "order": [
    "main",
    "separator_wMnJzy",
    "rich_text_33MRn3",
    "contact_form_rbcxWB",
    "featured_navigation_8aE9b6"
  ]
}
