/*
 * ------------------------------------------------------------
 * IMPORTANT: The contents of this file are auto-generated.
 *
 * This file may be updated by the Shopify admin theme editor
 * or related systems. Please exercise caution as any changes
 * made to this file may be overwritten.
 * ------------------------------------------------------------
 */
{
  "sections": {
    "main": {
      "type": "main-page",
      "disabled": true,
      "settings": {
        "compact-size-enabled": true,
        "size_heading": 140,
        "size_heading_mobile": 100,
        "color-body-text": "rgba(0,0,0,0)",
        "color-bg-overlay": "rgba(0,0,0,0)",
        "color-overlay-opacity": 100,
        "margin-top": 40,
        "margin-bottom": 0
      }
    },
    "rich_text_CiK3dY": {
      "type": "rich-text",
      "blocks": {
        "heading_PmXzW4": {
          "type": "heading",
          "settings": {
            "heading": "Privacy Policy",
            "disable_on_mobile": false,
            "size_heading": 100,
            "size_heading_mobile": 100
          }
        },
        "text_mrwUWg": {
          "type": "text",
          "settings": {
            "text": "<p><br/>At The Milk Fairy, we prioritise protecting your privacy as both a valued customer and visitor to our website. The information we collect is used to enhance the services we offer you. We respect the confidentiality of your data and comply with applicable privacy laws, including the Australian Privacy Principles. Please review our privacy policy below.</p><h3>INFORMATION WE COLLECT</h3><p>When you visit our website or use our services, we may collect the following details:</p><ul><li>Name, email address, telephone number, billing and shipping addresses.</li><li>Payment information (e.g., credit card details).</li><li>Geographic location, IP address, and device details.</li><li>Survey responses, support queries, and blog comments.</li><li>Social media handles and interactions.</li></ul><p>Our services are not designed for individuals under 18, and we do not knowingly collect their data. If we discover we have inadvertently collected information from someone under 18, we will delete it promptly. Parents or guardians who believe their child has shared information with us without consent can contact us at <a><strong>letstalk@themilkfairy.com</strong></a>.</p><p>You can access, update, or delete your data by contacting us directly.</p><h3>HOW WE USE YOUR INFORMATION</h3><h4>Personal Data</h4><p>We use your information to provide and improve our services, including:</p><ul><li>Processing orders, communicating with you, and offering support.</li><li>Sending updates, promotions, and other relevant information (only if you’ve opted in).</li><li>Creating a personalised experience for you on our website.</li></ul><p>You can opt out of marketing communications anytime by unsubscribing via the link in our emails or contacting us.</p><h4>Non-Personal Data</h4><p>We may use anonymised or aggregated data for:</p><ul><li>Analysing website traffic and improving our offerings.</li><li>Identifying trends and user preferences.</li><li>Marketing and advertising purposes (e.g., via Google or social media platforms).</li></ul><p>Publicly shared content, such as testimonials or blog comments, may remain visible on cached pages even after removal.</p><h3>STORAGE AND SECURITY</h3><p>We take reasonable measures to safeguard your data, storing it securely on protected servers. Credit card details are encrypted during transmission and not stored on our servers.</p><p>To provide our services, your data may be transferred and processed in countries outside Australia. Such transfers are made only to countries with appropriate privacy protections.</p><p>We retain your data as long as necessary to fulfill your orders, comply with legal requirements, or resolve disputes. In case of a security breach involving your data, we will notify you as required by law.</p><h3>COOKIES AND TRACKING TECHNOLOGIES</h3><p>Cookies are small files stored in your web browser to enhance your browsing experience. While cookies do not access personal information, they help us:</p><ul><li>Customize website settings to suit your preferences.</li><li>Analyze traffic and provide relevant ads through platforms like Google and Facebook.</li></ul><p>You can manage cookie preferences in your browser settings, though disabling cookies may limit your website experience.</p><h3>SHARING YOUR INFORMATION</h3><p>We do not sell your data. Your information is shared with third parties only when:</p><ul><li>Required by law.</li><li>Necessary to process payments or fulfill orders.</li><li>Needed to protect our legal rights.</li></ul><p>Any third party we work with is required to comply with our privacy standards.</p><h3>DISCLOSURE OF INFORMATION</h3><p>We may disclose your data to comply with legal requirements (e.g., court orders or law enforcement requests). If The Milk Fairy undergoes a business change, such as a merger or sale, your data may be transferred under strict confidentiality agreements.</p><h3>LINKS TO OTHER WEBSITES</h3><p>Our website may include links to third-party websites. These links are provided for your convenience. We are not responsible for the privacy practices of external websites. We encourage you to review their privacy policies.</p><h3>POLICY UPDATES</h3><p>We may update this policy periodically to ensure it remains relevant. Any changes take effect immediately upon posting. Please review this page regularly.</p><h3>CONTACT US</h3><p>If you have any questions or concerns about this policy or how we handle your data, please email us at <a><strong>letstalk@themilkfairy.com</strong></a>. We’ll respond within 48 hours.</p>",
            "disable_on_mobile": false
          }
        }
      },
      "block_order": [
        "heading_PmXzW4",
        "text_mrwUWg"
      ],
      "settings": {
        "section_width": "regular",
        "desktop_text_horizontal_position": "left",
        "color-body-text": "transparent",
        "background_color": "transparent",
        "margin-top": 20,
        "margin-bottom": 20
      }
    }
  },
  "order": [
    "main",
    "rich_text_CiK3dY"
  ]
}
